Repository: Tommy0369/ai-storage-manager
Catalog: Sources/AppServices/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# detail.recommended
source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
ja: 推奨
ko: 권장
pt_br: Recomendado
zh_hans: 推荐
zh_hant: 建議

# detail.checkingSafety
source: Checking current safety…
de: Aktuelle Sicherheit wird geprüft…
es: Comprobando seguridad actual…
fr: Vérification de la sécurité actuelle…
ja: いまの安全性を確認中…
ko: 현재 안전성 확인 중…
pt_br: Verificando segurança atual…
zh_hans: 正在检查当前安全性…
zh_hant: 正在檢查目前安全性…

# detail.freshSafetyCheck
source: Fresh Safety Check
de: Aktuelle Sicherheitsprüfung
es: Comprobación de seguridad reciente
fr: Contrôle de sécurité à jour
ja: 最新の安全確認
ko: 최신 안전 확인
pt_br: Verificação de segurança atual
zh_hans: 最新安全检查
zh_hant: 最新安全檢查

# detail.movingToTrash
source: Moving to Trash…
de: Wird in den Papierkorb gelegt…
es: Moviendo a la Papelera…
fr: Mise à la Corbeille…
ja: ゴミ箱へ移動中…
ko: 휴지통으로 이동 중…
pt_br: Movendo para o Lixo…
zh_hans: 正在移到废纸篓…
zh_hant: 正在移到垃圾桶…

# detail.runSafetyCheckAgain
source: Run safety check again
de: Sicherheitsprüfung erneut ausführen
es: Volver a comprobar seguridad
fr: Relancer le contrôle de sécurité
ja: 安全確認をもう一度実行
ko: 안전 확인 다시 실행
pt_br: Executar verificação de segurança novamente
zh_hans: 再次运行安全检查
zh_hant: 再次執行安全檢查

# detail.openFullReview
source: Open full review
de: Vollständige Prüfung öffnen
es: Abrir revisión completa
fr: Ouvrir l’examen complet
ja: 詳細確認を開く
ko: 전체 검토 열기
pt_br: Abrir revisão completa
zh_hans: 打开完整检查
zh_hant: 開啟完整檢查

# detail.whatShouldIDo
source: What should I do?
de: Was soll ich tun?
es: ¿Qué debo hacer?
fr: Que dois-je faire ?
ja: どうすればいい？
ko: 어떻게 해야 하나요?
pt_br: O que devo fazer?
zh_hans: 我该怎么做？
zh_hant: 我該怎麼做？

# detail.storageItem
source: Storage Item
de: Speicherelement
es: Elemento de almacenamiento
fr: Élément de stockage
ja: ストレージ項目
ko: 저장공간 항목
pt_br: Item de armazenamento
zh_hans: 存储项目
zh_hant: 儲存項目

# action.runSafetyCheck
source: Run Safety Check
de: Sicherheitsprüfung ausführen
es: Ejecutar comprobación de seguridad
fr: Lancer le contrôle de sécurité
ja: 安全確認を実行
ko: 안전 확인 실행
pt_br: Executar verificação de segurança
zh_hans: 运行安全检查
zh_hant: 執行安全檢查

# approval.title
source: Approve Action
de: Aktion freigeben
es: Aprobar acción
fr: Approuver l’action
ja: 操作を承認
ko: 작업 승인
pt_br: Aprovar ação
zh_hans: 批准操作
zh_hant: 核准操作

# approval.actionMoveToTrash
source: Action: Move to Trash
de: Aktion: In den Papierkorb legen
es: Acción: Mover a la Papelera
fr: Action : Mettre à la Corbeille
ja: 操作: ゴミ箱に入れる
ko: 작업: 휴지통으로 이동
pt_br: Ação: Mover para o Lixo
zh_hans: 操作：移到废纸篓
zh_hant: 操作：移到垃圾桶

# approval.expectedSize
source: Expected size: %@
de: Erwartete Größe: %@
es: Tamaño esperado: %@
fr: Taille attendue : %@
ja: 想定サイズ: %@
ko: 예상 크기: %@
pt_br: Tamanho esperado: %@
zh_hans: 预计大小：%@
zh_hant: 預計大小：%@

# approval.whatWillHappen
source: What will happen
de: Was passiert
es: Qué sucederá
fr: Ce qui va se passer
ja: 何が起きるか
ko: 어떤 일이 일어나는지
pt_br: O que vai acontecer
zh_hans: 将会发生什么
zh_hant: 將會發生什麼

# approval.diskRecovery
source: Disk recovery
de: Speicherfreigabe
es: Recuperación de disco
fr: Récupération disque
ja: ディスク回復
ko: 디스크 회수
pt_br: Recuperação de disco
zh_hans: 磁盘回收
zh_hant: 磁碟回收

# map.listView
source: List view
de: Listenansicht
es: Vista de lista
fr: Vue liste
ja: リスト表示
ko: 목록 보기
pt_br: Visualização em lista
zh_hans: 列表视图
zh_hant: 列表檢視

# a11y.mapListAlternative
source: Category list alternative to storage map
de: Kategorieliste als Alternative zur Speicherkarte
es: Lista de categorías alternativa al mapa
fr: Liste de catégories alternative à la carte
ja: ストレージ地図の代わりのカテゴリリスト
ko: 저장공간 맵 대신 카테고리 목록
pt_br: Lista de categorias alternativa ao mapa
zh_hans: 存储地图的类别列表替代
zh_hant: 儲存地圖的類別清單替代

# a11y.diskSummary
source: Disk summary with verified recovered storage
de: Festplattenübersicht mit verifiziert freigegebenem Speicher
es: Resumen de disco con almacenamiento recuperado verificado
fr: Résumé disque avec stockage récupéré vérifié
ja: 検証済み回復量つきのディスク概要
ko: 검증된 회수량이 포함된 디스크 요약
pt_br: Resumo do disco com armazenamento recuperado verificado
zh_hans: 含已验证回收量的磁盘摘要
zh_hant: 含已驗證回收量的磁碟摘要

# plan.goalLabel
source: Goal
de: Ziel
es: Objetivo
fr: Objectif
ja: 目標
ko: 목표
pt_br: Meta
zh_hans: 目标
zh_hant: 目標

# debug.technicalTitle
source: Technical / Debug
de: Technik / Debug
es: Técnico / Depuración
fr: Technique / Débogage
ja: 技術 / デバッグ
ko: 기술 / 디버그
pt_br: Técnico / Depuração
zh_hans: 技术 / 调试
zh_hant: 技術 / 除錯

# debug.searchPlaceholder
source: Search name, category, ID, path
de: Name, Kategorie, ID, Pfad suchen
es: Buscar nombre, categoría, ID, ruta
fr: Rechercher nom, catégorie, ID, chemin
ja: 名前・カテゴリ・ID・パスで検索
ko: 이름, 카테고리, ID, 경로 검색
pt_br: Pesquisar nome, categoria, ID, caminho
zh_hans: 按名称、类别、ID、路径搜索
zh_hant: 依名稱、類別、ID、路徑搜尋

# debug.safeActions
source: Safe Actions
de: Sichere Aktionen
es: Acciones seguras
fr: Actions sûres
ja: 安全な操作
ko: 안전한 작업
pt_br: Ações seguras
zh_hans: 安全操作
zh_hant: 安全操作

# map.otherSmallerItems
source: Other smaller items
de: Weitere kleinere Elemente
es: Otros elementos más pequeños
fr: Autres éléments plus petits
ja: その他の小さい項目
ko: 기타 작은 항목
pt_br: Outros itens menores
zh_hans: 其他较小项目
zh_hant: 其他較小項目

# map.containsLargeChildren
source: Contains large child items: %@.
de: Enthält große Unterelemente: %@.
es: Contiene elementos secundarios grandes: %@.
fr: Contient de grands éléments enfants : %@.
ja: 大きな子項目を含みます: %@。
ko: 큰 하위 항목 포함: %@.
pt_br: Contém itens filhos grandes: %@.
zh_hans: 包含较大的子项：%@。
zh_hant: 包含較大的子項目：%@。

# map.containsAIModels
source: Contains downloaded AI models or tool data.
de: Enthält heruntergeladene KI-Modelle oder Tool-Daten.
es: Contiene modelos de IA o datos de herramientas descargados.
fr: Contient des modèles IA ou données d’outils téléchargés.
ja: ダウンロード済みのAIモデルやツールデータを含みます。
ko: 다운로드된 AI 모델 또는 도구 데이터를 포함합니다.
pt_br: Contém modelos de IA ou dados de ferramentas baixados.
zh_hans: 包含已下载的 AI 模型或工具数据。
zh_hant: 包含已下載的 AI 模型或工具資料。

# map.containsDeveloper
source: Contains generated build artifacts or developer caches.
de: Enthält Build-Artefakte oder Entwickler-Caches.
es: Contiene artefactos de compilación o cachés de desarrollo.
fr: Contient des artefacts de build ou caches développeur.
ja: 生成されたビルド成果物や開発者キャッシュを含みます。
ko: 생성된 빌드 산출물 또는 개발자 캐시를 포함합니다.
pt_br: Contém artefatos de build ou caches de desenvolvedor.
zh_hans: 包含生成的构建产物或开发者缓存。
zh_hant: 包含產生的建置產物或開發者快取。

# map.containsAppSupport
source: Contains application support data.
de: Enthält Application-Support-Daten.
es: Contiene datos de soporte de aplicaciones.
fr: Contient des données de support d’applications.
ja: アプリケーションサポートデータを含みます。
ko: 애플리케이션 지원 데이터를 포함합니다.
pt_br: Contém dados de suporte de aplicativos.
zh_hans: 包含应用程序支持数据。
zh_hant: 包含應用程式支援資料。

# map.containsCloud
source: Contains local cloud materialization.
de: Enthält lokale Cloud-Materialisierung.
es: Contiene materialización local en la nube.
fr: Contient une matérialisation cloud locale.
ja: クラウドのローカル実体化を含みます。
ko: 로컬 클라우드 실체화를 포함합니다.
pt_br: Contém materialização local na nuvem.
zh_hans: 包含云内容的本地实体。
zh_hant: 包含雲端內容的本機實體。

# detail.ollamaLocal
source: Locally stored Ollama model data.
de: Lokal gespeicherte Ollama-Modelldaten.
es: Datos de modelo Ollama almacenados localmente.
fr: Données de modèles Ollama stockées localement.
ja: ローカルに保存された Ollama モデルデータ。
ko: 로컬에 저장된 Ollama 모델 데이터.
pt_br: Dados de modelo Ollama armazenados localmente.
zh_hans: 本地存储的 Ollama 模型数据。
zh_hant: 本機儲存的 Ollama 模型資料。

# detail.hfLocal
source: Locally stored AI model data from Hugging Face Hub cache.
de: Lokale KI-Modelldaten aus dem Hugging-Face-Hub-Cache.
es: Datos de modelo IA locales de la caché de Hugging Face Hub.
fr: Données de modèles IA locales du cache Hugging Face Hub.
ja: Hugging Face Hub キャッシュ由来のローカルAIモデルデータ。
ko: Hugging Face Hub 캐시의 로컬 AI 모델 데이터.
pt_br: Dados de modelo de IA locais do cache do Hugging Face Hub.
zh_hans: 来自 Hugging Face Hub 缓存的本地 AI 模型数据。
zh_hant: 來自 Hugging Face Hub 快取的本機 AI 模型資料。

# detail.categoryOnMac
source: Storage in this category on your Mac.
de: Speicher dieser Kategorie auf Ihrem Mac.
es: Almacenamiento de esta categoría en su Mac.
fr: Stockage de cette catégorie sur votre Mac.
ja: このカテゴリの Mac 上のストレージ。
ko: Mac의 이 카테고리 저장공간.
pt_br: Armazenamento desta categoria no seu Mac.
zh_hans: Mac 上此类别的存储。
zh_hant: Mac 上此類別的儲存。

# detail.ollamaSharedNote
source: Some model files may be shared by multiple models. AI Storage Manager checks those relationships before recommending cleanup.
de: Einige Modelldateien können geteilt sein. Beziehungen werden vor einer Empfehlung geprüft.
es: Algunos archivos de modelo pueden compartirse. Se comprueban esas relaciones antes de recomendar limpieza.
fr: Certains fichiers de modèle peuvent être partagés. Ces relations sont vérifiées avant toute recommandation.
ja: 一部のモデルファイルは複数モデルで共有されることがあります。整理を勧める前に、その関係を確認します。
ko: 일부 모델 파일은 여러 모델이 공유할 수 있습니다. 정리를 권하기 전에 그 관계를 확인합니다.
pt_br: Alguns arquivos de modelo podem ser compartilhados. Essas relações são verificadas antes de recomendar limpeza.
zh_hans: 部分模型文件可能被多个模型共享。在建议清理前，本应用会检查这些关系。
zh_hant: 部分模型檔案可能被多個模型共用。在建議清理前，本 App 會檢查這些關係。

# detail.hfRedownloadNote
source: Need to verify whether these models can be downloaded again before recommending cleanup.
de: Vor einer Empfehlung muss geprüft werden, ob diese Modelle erneut heruntergeladen werden können.
es: Hay que verificar si estos modelos se pueden volver a descargar antes de recomendar limpieza.
fr: Il faut vérifier si ces modèles peuvent être retéléchargés avant de recommander un nettoyage.
ja: 整理を勧める前に、これらのモデルを再ダウンロードできるか確認が必要です。
ko: 정리를 권하기 전에 이 모델을 다시 다운로드할 수 있는지 확인해야 합니다.
pt_br: É preciso verificar se esses modelos podem ser baixados de novo antes de recomendar limpeza.
zh_hans: 在建议清理前，需要确认这些模型是否可以重新下载。
zh_hant: 在建議清理前，需要確認這些模型是否可以重新下載。

# presentation.readyToOptimize
source: Ready to optimize
de: Bereit zur Optimierung
es: Listo para optimizar
fr: Prêt à optimiser
ja: 最適化の準備完了
ko: 최적화 준비됨
pt_br: Pronto para otimizar
zh_hans: 可优化
zh_hant: 可最佳化

# presentation.verificationNeeded
source: Verification needed
de: Überprüfung nötig
es: Verificación necesaria
fr: Vérification nécessaire
ja: 確認が必要
ko: 확인 필요
pt_br: Verificação necessária
zh_hans: 需要核实
zh_hant: 需要核實

# presentation.recoveryPending
source: Recovery pending
de: Freigabe ausstehend
es: Recuperación pendiente
fr: Récupération en attente
ja: 回復は保留中
ko: 회수 대기
pt_br: Recuperação pendente
zh_hans: 回收待确认
zh_hant: 回收待確認

# presentation.diskRecoveryPending
source: Disk recovery pending
de: Speicherfreigabe ausstehend
es: Recuperación de disco pendiente
fr: Récupération disque en attente
ja: ディスク回復は保留中
ko: 디스크 회수 대기
pt_br: Recuperação de disco pendente
zh_hans: 磁盘回收待确认
zh_hant: 磁碟回收待確認

# presentation.noRecommendationYet
source: No recommendation yet
de: Noch keine Empfehlung
es: Aún sin recomendación
fr: Pas encore de recommandation
ja: まだ推奨はありません
ko: 아직 권장 없음
pt_br: Ainda sem recomendação
zh_hans: 暂无建议
zh_hant: 暫無建議

# presentation.informational
source: Informational
de: Hinweis
es: Informativo
fr: Information
ja: 参考情報
ko: 참고 정보
pt_br: Informativo
zh_hans: 参考信息
zh_hant: 參考資訊

# category.cloud
source: Cloud
es: Nube
ja: クラウド
ko: 클라우드
pt_br: Nuvem
zh_hans: 云
zh_hant: 雲端

# category.macOSSystem
source: macOS / System
es: macOS / Sistema
fr: macOS / Système
ja: macOS / システム
ko: macOS / 시스템
pt_br: macOS / Sistema
zh_hans: macOS / 系统
zh_hant: macOS / 系統

# category.backups
source: Backups
es: Copias de seguridad
fr: Sauvegardes
ja: バックアップ
ko: 백업
zh_hans: 备份
zh_hant: 備份

# entity.hfSnapshot.title
source: Hugging Face snapshot
es: Instantánea de Hugging Face
fr: Instantané Hugging Face
ja: Hugging Face スナップショット
ko: Hugging Face 스냅샷
pt_br: Snapshot do Hugging Face
zh_hans: Hugging Face 快照
zh_hant: Hugging Face 快照

# entity.claude.title
source: Claude runtime
es: Runtime de Claude
fr: Runtime Claude
ja: Claude ランタイム
ko: Claude 런타임
pt_br: Runtime do Claude
zh_hans: Claude 运行时
zh_hant: Claude 執行階段

# settings.version
source: Version
es: Versión
ja: バージョン
ko: 버전
pt_br: Versão
zh_hans: 版本
zh_hant: 版本

# entity.cursorAgentCLI.title
source: Cursor agent CLI toolchain
es: Cadena de herramientas CLI del agente Cursor
fr: Chaîne d’outils CLI de l’agent Cursor
ja: Cursor エージェント CLI ツールチェーン
ko: Cursor 에이전트 CLI 툴체인
pt_br: Ferramentas CLI do agente Cursor
zh_hans: Cursor 代理 CLI 工具链
zh_hant: Cursor 代理 CLI 工具鏈

# entity.gitRepository.title
source: Git Repository
es: Repositorio Git
fr: Dépôt Git
ja: Git リポジトリ
ko: Git 저장소
pt_br: Repositório Git
zh_hans: Git 仓库
zh_hant: Git 儲存庫

# entity.macosUpdateCache.title
source: macOS Update Cache
es: Caché de actualizaciones de macOS
fr: Cache de mises à jour macOS
ja: macOS アップデートキャッシュ
ko: macOS 업데이트 캐시
pt_br: Cache de atualização do macOS
zh_hans: macOS 更新缓存
zh_hant: macOS 更新快取

# entity.iphoneBackup.title
source: iPhone Backup
es: Copia de iPhone
fr: Sauvegarde iPhone
ja: iPhone バックアップ
ko: iPhone 백업
pt_br: Backup do iPhone
zh_hans: iPhone 备份
zh_hant: iPhone 備份

# navigation.plan
source: Plan
ja: プラン
ko: 계획
pt_br: Plano
zh_hans: 计划
zh_hant: 計畫

# decision.info.title
source: Info
ja: 情報
ko: 정보
zh_hans: 信息
zh_hant: 資訊

# settings.bundleID
source: Bundle ID
ja: バンドルID
ko: 번들 ID
